import cardImage from '../images/image-card.png';
import cardImage2 from '../images/cardImage2.png';
import cardImage3 from '../images/cardImage3.png';

const cardResult = [
  {
    image: `${cardImage}`,
    date: '2 августа, 2019',
    title: 'Национальное достояние - парки',
    text: 'В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков - охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
    source: 'Лента ру'
  },
  {
    image: `${cardImage2}`,
    date: '2 августа, 2019',
    title: 'Лесные огоньки: история одной фотографии',
    text: 'Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.',
    source: 'Медуза'
  },
  {
    image: `${cardImage3}`,
    date: '2 августа, 2019',
    title: '«Первозданная тайга»: новый фотопроект Игоря Шпиленка',
    text: 'Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...',
    source: 'Риа'
  }
];

export default cardResult;