import cardImage4 from '../images/cardImage4.png';
import cardImage5 from '../images/cardImage5.png';
import cardImage6 from '../images/cardImage6.png';

const savedNews = [
  {
    image: `${cardImage4}`,
    date: '2 августа, 2019',
    title: 'Национальное достояние — парки',
    text: 'В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков - охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
    source: 'Лента ру',
    keyword: 'Природа',
  },
  {
    image: `${cardImage5}`,
    date: '2 августа, 2019',
    title: 'Лесные огоньки: история одной фотографии',
    text: 'Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.',
    source: 'Медуза',
    keyword: 'Природа',
  },
  {
    image: `${cardImage6}`,
    date: '2 августа, 2019',
    title: '«Первозданная тайга»: новый фотопроект Игоря Шпиленка',
    text: 'Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...',
    source: 'Риа',
    keyword: 'Тайга',
  },
  {
    image: `${cardImage4}`,
    date: '2 августа, 2019',
    title: 'Национальное достояние — парки',
    text: 'В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков - охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
    source: 'Лента ру',
    keyword: 'Парки',
  },
  {
    image: `${cardImage5}`,
    date: '2 августа, 2019',
    title: 'Лесные огоньки: история одной фотографии',
    text: 'Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.',
    source: 'Медуза',
    keyword: 'Фотография',
  },
];

export default savedNews;